Repository: lliurex/first-aid-kit
Catalog: lliurex-po/first-aid-kit/*.po
Languages: ca@valencia

source: Modify your repositories
ca@valencia: Modifica els repositoris

source: Execute
ca@valencia: Executa

source: Lliurex Pinning
ca@valencia: Ancoratge LliureX

source: Detected/Removed
ca@valencia: Detectat/Eliminat

source: First Aid kit Warning
ca@valencia: Avís de First Aid Kit

source: System Info
ca@valencia: Informació del sistema

source: Net Access
ca@valencia: Accés a la xarxa

source: Hard Disk
ca@valencia: Disc dur

source: Startup Bar
ca@valencia: Animació d'arrancada

source: Kernel
ca@valencia: Nucli

source: Renew certificate
ca@valencia: Renova el certificat

source: Internet access:
ca@valencia: Accés a internet

source: Review
ca@valencia: Revisar

source: Hard Disk Operations
ca@valencia: Operacions del disc dur

source: Managing disk partitions.
ca@valencia: Gestió de les particions de disc

source: Test hard disk on reboot
ca@valencia: Comprova el disc dur en reiniciar

source: System Information
ca@valencia: Informació del sistema

source: Lliurex Release:
ca@valencia: Versió de LliureX:

source: LliureX Flavour:
ca@valencia: Sabor LliureX:

source: LliureX Timestamp:
ca@valencia: Compilació de LliureX:

source: LlX Pinning:
ca@valencia: Ancoratge LlX:

source: CPU Core:
ca@valencia: Nucli de CPU:

source: CPU Model:
ca@valencia: Model de CPU:

source: Ram size:
ca@valencia: Mida de RAM:

source: Kernel Installed:
ca@valencia: Nucli instal·lat:

source: CPU Speed:
ca@valencia: Velocitat de CPU:

source: Disks Information
ca@valencia: Informació dels discos

source: File System
ca@valencia: Sistema de fitxers

source: Type
ca@valencia: Tipus

source: Size
ca@valencia: Mida

source: Used
ca@valencia: Utilitzats

source: Avail
ca@valencia: Disponibles

source: Use%
ca@valencia: Ús%

source: Kernels Avaiables
ca@valencia: Nuclis disponibles

source: Apply Filter
ca@valencia: Aplica un filtre

source: Show installed kernels only
ca@valencia: Mostra només els nuclis instal·lats

source: Kernel selected on boot:
ca@valencia: Nucli seleccionat per defecte en arrancar:

source: Username
ca@valencia: Nombre de l'usuari

source: Password
ca@valencia: Contrasenya

source: Server IP (Default value : server)
ca@valencia: IP del servidor (valor per defecte : servidor)

source: Login
ca@valencia: Inicia la sessió

source: Access to the Network
ca@valencia: Accés a la xarxa

source: Server connection
ca@valencia: Connexió amb el servidor

source: Internet access
ca@valencia: Accés a internet

source: Speed
ca@valencia: Velocitat

source: Test Network
ca@valencia: Prova la xarxa

source: Link
ca@valencia: Cable connectat

source: Ip address:
ca@valencia: Adreça IP:

source: Restart Networking Services
ca@valencia: Reinicia els serveis de xarxa

source: Restart
ca@valencia: Reinicia

source: Configure Network
ca@valencia: Configura la xarxa

source: Configure
ca@valencia: Configura

source: /NET Files
ca@valencia: Fitxers de /NET

source: ACLs Repair
ca@valencia: Repara les ACL

source: Regenerate local folders
ca@valencia: Regenera les carpetes locals

source: Reset your PMB admin passwd
ca@valencia: Restableix la contrasenya d'admin en el PMB

source: Reset
ca@valencia: Reinicia

source: Startup Bar Operations
ca@valencia: Operacions de l'animació d'arrancada

source: Active
ca@valencia: Activat

source: Disabled
ca@valencia: Desactivat

source: Warning your system is unprotected
ca@valencia: Atenció! El vostre sistema està desprotegit i podria corrompre's.

source: Unknow
ca@valencia: desconegut

source: Without the pinning, non LliureX packages may corrupt the system. Do it on at your own risk
ca@valencia: Sense l'ancoratge, paquets aliens a LliureX poden corrompre el sistema. Actueu sota la vostra responsabilitat.

source: You are modifying the repositories, close the external app when you finished with it.
ca@valencia: Esteu modificant els repositoris. Tanqueu l'aplicació externa quan acabeu.

source: Sorry but the app to modify the repositories can't be opened
ca@valencia: L'aplicació per a modificar els repositoris no es pot obrir.

source: You have mofified the repositories.
ca@valencia: Heu modificat els repositoris.

source: Applying changes...
ca@valencia: S'estan aplicant els canvis...

source: Please choose a file
ca@valencia: Trieu un fitxer.

source: The Epoptes certificate has been renewed
ca@valencia: El certificat de l'Epoptes s'ha renovat.

source: My Ip %s address is blocked by Epoptes in iptables list %s
ca@valencia: La meua adreça IP %s està bloquejada per Epoptes en la llista de Iptables %s

source: My internet access is not blocked by Epoptes.
ca@valencia: El meu accés a internet no aquesta bloquejat per Epoptes.

source: No IP is blocked at the server.
ca@valencia: No hi ha Ips bloquejades en el servidor.

source: Any problem to read blocked IP list.
ca@valencia: Hi ha problemes per a llegir la llista de Ips bloquejades

source: Sorry you are not a server. You can't access to /net files.
ca@valencia: No sou un servidor. No podeu accedir als fitxers /net.

source: Enable
ca@valencia: Activa

source: Disable
ca@valencia: Desactiva

source: Programmed a fscky in principal HD on the reboot
ca@valencia: S'ha programat un test d'integritat per al disc dur quan es reinicie.

source: Master
ca@valencia: Mestre

source: Classroom
ca@valencia: Aula

source: Imported from
ca@valencia: Importat des de

source: Exported
ca@valencia: Exportat

source: Slave
ca@valencia: Esclau

source: Center
ca@valencia: Centre

source: Detection server has errors.
ca@valencia: La detecció del servidor ha generat errors.

source: You have a new kernel boot by defect:
ca@valencia: Heu seleccionat un nou nucli per defecte:

source: Applying filter to show only installed kernels...please wait
ca@valencia: S'està aplicant el filtre per a mostrar solament els nuclis instal·lats. Espereu.

source: Applying filter to kernels...please wait
ca@valencia: S'està aplicant el filtre al llistat de nuclis. Espereu.

source: Updating Kernel Cache...please wait
ca@valencia: S'està actualitzant el llistat de nuclis disponibles. Espereu.

source: Your new kernel list:
ca@valencia: El vostre nou llistat de nuclis és:

source: Uninstall
ca@valencia: Desinstal·la

source: Install
ca@valencia: Instal·la

source: You can't delete this kernel because you are using now.
ca@valencia: No podeu esborrar aquest nucli perquè l'esteu utilitzant en aquests moments.

source: You can't delete this kernel because is essential for LliureX.
ca@valencia: No podeu esborrar aquest nucli perquè és essencial per a LliureX.

source: Do you want to DELETE this kernel?
ca@valencia: Voleu desinstal·lar aquest nucli?

source: You cancel to uninstall kernel:
ca@valencia: Heu cancel·lat la desinstal·lació del nucli:

source: Do you want to INSTALL this kernel?
ca@valencia: Voleu instal·lar aquest nucli?

source: You cancel to install kernel:
ca@valencia: Heu cancel·lat la instal·lació del nucli:

source: Installing
ca@valencia: S'està instal·lant

source: Deleting
ca@valencia: S'està esborrant

source: Please wait.....
ca@valencia: Espereu.....

source: Some network card has problems to be detected: %s
ca@valencia: Alguna targeta de xarxa té problemes per a ser detectada: %s

source: Some network card has problems to be detected.
ca@valencia: Alguna targeta de xarxa té problemes per a ser detectada.

source: The network card has been reset
ca@valencia: S'ha reinicialitzat la targeta de xarxa.

source: You have hardware problems, please review your data cable and your connections, because your netcard doesn't have link.
ca@valencia: Teniu problemes amb el maquinari. Reviseu el cable de xarxa i les connexions perquè la targeta no té cap enllaç.

source: You can't connect with server, are you sure that the server is started? Please review it and reboot your sistem.
ca@valencia: No podeu connectar amb el servidor. Segur que heu inicialitzat el servidor? Reviseu-ho i reinicieu l'equip.

source: Your internet server is down, please review the internet server connection, the proxy or the router.
ca@valencia: El vostre servidor d'internet no funciona. Reviseu la connexió a internet, el servidor intermediari (proxy) o l'encaminador (router).

source: ACLs are still regenerating, time elapsed: %s
ca@valencia: S'estan regenerant les ACL. Temps consumit: %s

source: ACLs are still regenerating...... please, wait.
ca@valencia: S'estan regenerant les ACL. Espereu.

source: User folders are still regenerating...... please, wait.
ca@valencia: S'estan regenerant les carpetes dels usuaris. Espereu.

source: User folders are still regenerating, time elapsed: %s
ca@valencia: S'estan regenerant les carpetes dels usuaris. Temps consumit: %s

source: ACLs error: %s
ca@valencia: S'ha produït un error d'ACL: %s

source: ACLs error: %s Regenerate error:%s
ca@valencia: S'ha produït un error d'ACL: %s S'ha produït un error de regeneració: %s

source: Regenerate error:%s
ca@valencia: S'ha produït un error de regeneració: %s

source: Finished!!! ACLs of the files have been reviewed. Time elapsed to do %s
ca@valencia: S'ha finalitzat. S'han revisat les ACL dels fitxers. Temps consumit %s

source: Finished!!! ACLs of the files have been reviewed, in %s. All user folders have been regenerated if it's necessary in %s
ca@valencia: S'ha finalitzat. S'han revisat les ACL dels fitxers. Temps consumit %s Les carpetes necessàries s'han regenerat en %s

source: Finished!!! All user folders have been regenerated if it's necessary. Time elapsed to do %s
ca@valencia: S'ha finalitzat. Les carpetes necessàries s'han regenerat. Temps consumit %s

source: PMB it's NOT installed
ca@valencia: El PMB no està instal·lat.

source: PMB it's NOT installed or not detected
ca@valencia: El PMB no està instal·lat o no s'ha detectat.

source: You're resetting admin passwd to PMB, please wait....
ca@valencia: S'està restablint la contrasenya de l'administrador de PMB. Espereu.

source: New PMB admin passwd is admin. Please logged in your application and change it.
ca@valencia: La nova contrasenya de l'administrador de PMB és admin. Registreu-vos en l'aplicació i canvieu-la.

source: Delete Startup Bar
ca@valencia: Suprimeix l'animació d'arrancada

source: Add Startup Bar
ca@valencia: Afig l'animació d'arrancada

source: The startup bar is removing from your system, applying changes.....
ca@valencia: S'està suprimint l'animació d'arrancada del vostre sistema. S'estan aplicant els canvis...

source: The startup bar is adding at your system, applying changes.....
ca@valencia: S'està afegint l'animació d'arrancada al vostre sistema. S'estan aplicant els canvis...
