Repository: lliurex/first-aid-kit
Catalog: lliurex-po/first-aid-kit/*.UTF-8.po
Languages: es_es

source: Modify your repositories
es_es: Modifica los repositorios

source: Execute
es_es: Ejecutar

source: Detected/Removed
es_es: Detectado/Eliminado

source: System Info
es_es: Información del sistema

source: Net Access
es_es: Acceso Red

source: Hard Disk
es_es: Disco Duro

source: Startup System
es_es: Sistema de Arranque

source: Renew certificate
es_es: Renovar el certificado

source: Internet access:
es_es: Acceso a Internet

source: Review
es_es: Revisar

source: Insert user for GRUB:
es_es: Insertar usuario para GRUB:

source: Username
es_es: Nombre de usuario

source: Hard Disk Operations
es_es: Operaciones sobre el disco duro

source: Managing disk partitions.
es_es: Operaciones sobre las particiones.

source: Test hard disk on reboot
es_es: Programar un test de integridad en el arranque

source: System Information
es_es: Información del sistema

source: CPU Model:
es_es: CPU Modelo:

source: Ram size:
es_es: Ram tamaño:

source: Kernel Installed:
es_es: Kernel Instalado:

source: CPU Speed:
es_es: CPU Velocidad:

source: Lliurex Release:
es_es: Versión de LliureX:

source: LliureX Flavour:
es_es: Sabor LliueX:

source: LliureX Timestamp:
es_es: Compilación de LliureX:

source: Disks Information
es_es: Información de los discos:

source: File System
es_es: Sistema Ficheros

source: Type
es_es: Tipo

source: Size
es_es: Tamaño

source: Used
es_es: Usados

source: Avail
es_es: Disponibles

source: Use%
es_es: Usados%

source: Kernels Avaiables
es_es: Kernels Disponibles

source: Apply Filter
es_es: Aplicar Filtro

source: Show installed kernels only
es_es: Mostrar solo los kernels instalados

source: Kernel selected on boot:
es_es: Kernel seleccionado por defecto para el arranque:

source: Password
es_es: Contraseña

source: Login
es_es: Acceder

source: Access to the Network
es_es: Acceso a la Red

source: Server connection
es_es: Conexión con el servidor

source: Internet access
es_es: Acceso a Internet

source: Speed
es_es: Velocidad

source: Test Network
es_es: Test de la Red

source: Link
es_es: Cable Conectado

source: Ip address:
es_es: Dirección Ip:

source: Restart Networking Services
es_es: Reiniciar el servicio de Red

source: Restart
es_es: Reiniciar

source: Configure Network
es_es: Configurar la Red

source: Configure
es_es: Configura

source: /NET Files
es_es: Ficheros de /NET

source: ACLs Repair
es_es: Reparar las ACL's

source: Regenerate local folders
es_es: Regenerar los ficheros locales

source: Reset your PMB admin passwd
es_es: Resetear la contraseña de admin en el PMB

source: Startup Bar Operations
es_es: Operaciones con la Animación de Arranque

source: Grub passwd
es_es: Password de GRUB

source: Startup Bar
es_es: Animación de Arranque

source: Active
es_es: Activo

source: Disabled
es_es: Desactivado

source: Warning your system is unprotected
es_es: Peligro tu sistema esta desprotegido y podría corromperse.

source: Unknow
es_es: Desconocido

source: Without the pinning, non LliureX packages may corrupt the system. Do it on at your own risk
es_es: Sin el pinning, paquetes ajenos a Lliurex pueden corromper el sistema. Hazlo bajo tu responsabilidad.

source: You are modifying the repositories, close the external app when you finished with it.
es_es: Estas modificando los repositorios, cierra la aplicación externa cuando termines.

source: Sorry but the app to modify the repositories can't be opened
es_es: Lo siento pero la aplicación para modificar los repositorios no puede abrirse.

source: You have mofified the repositories.
es_es: Has modificado los repositorios.

source: Applying changes...
es_es: Aplicando cambios...

source: Please choose a file
es_es: Selecciona un fichero

source: The Epoptes certificate has been renewed
es_es: El certificado del Epoptes ha sido renovado.

source: My Ip %s address is blocked by Epoptes in iptables list %s
es_es: Mi dirección IP %s esta bloqueada por Epoptes e IpTables en la lista %s

source: My internet access is not blocked by Epoptes.
es_es: Mi acceso a internet no esta bloqueado por Epoptes.

source: No IP is blocked at the server.
es_es: Ninguna Ip esta bloqueada en el servidor.

source: Any problem to read blocked IP list.
es_es: Hay problemas para leer la lista de IPs bloqueadas

source: Sorry you are not a server. You can't access to /net files.
es_es: Lo siento no eres un server. No posees acceso a las operaciones sobre /net

source: Enable
es_es: Activar

source: Disable
es_es: Desactivar

source: Programmed a fscky in principal HD on the reboot
es_es: Programado un test de integridad para el disco duro en el próximo arranque.

source: Master
es_es: Maestro

source: Classroom
es_es: Aula

source: Imported from
es_es: Importado de

source: Exported
es_es: Exportado

source: Slave
es_es: Esclavo

source: Center
es_es: Centro

source: Independent
es_es: Independiente

source: Detection server has errors.
es_es: La detección del server ha generado errores

source: Client
es_es: Cliente

source: Mounted
es_es: Montado

source: No group detected.
es_es: Nose ha detectado grupo.

source: You have a new kernel boot by defect:
es_es: Has seleccionado un nuevo Kernel por defecto:

source: Applying filter to show only installed kernels...please wait
es_es: Aplicando el filtro para solo mostrar los kernels instalados.... por favor espera.

source: Applying filter to kernels...please wait
es_es: Aplicando el filtro al listado de kernels.... por favor espera.

source: Updating Kernel Cache...please wait
es_es: Actualizando el listado de Kernels disponibles... por favor espera.

source: Your new kernel list:
es_es: Tu nuevo listado de kernels es:

source: Uninstall
es_es: Desisntalar

source: Install
es_es: Instalar

source: You can't delete this kernel because you are using now.
es_es: No puedes borrar el kernel porque es el que estas usando actualmente.

source: You can't delete this kernel because is essential for LliureX.
es_es: No puedes borrar el kernel porque es esencial para LliureX.

source: Do you want to DELETE this kernel?
es_es: ¿Quieres instalar este Kernel?

source: You cancel to uninstall kernel:
es_es: Has cancelado la desinstalación del kernel:

source: Do you want to INSTALL this kernel?
es_es: ¿Quieres instalar este Kernel?

source: You cancel to install kernel:
es_es: Has cancelado la instalación del kernel:

source: Installing
es_es: Instalando

source: Deleting
es_es: Borrando

source: Please wait.....
es_es: Por favor espera.....

source: Some network card has problems to be detected: %s
es_es: La tarjeta de red ha sido reiniciada: %s

source: Some network card has problems to be detected.
es_es: La tarjeta de red ha sido reiniciada

source: The network card has been reset
es_es: La tarjeta de red ha sido reiniciada

source: You have hardware problems, please review your data cable and your connections, because your netcard doesn't have link.
es_es: Posees problemas con el harware, por favor revisa el cable de red y sus conexiones, porque la tarjeta no posee link.

source: You can't connect with server, are you sure that the server is started? Please review it and reboot your sistem.
es_es: No puedes conectar con el servidor. ¿Estas seguro que el servidor esta arrancado? Por favor revisalo y reinicia este equipo.

source: Your internet server is down, please review the internet server connection, the proxy or the router.
es_es: Tu servidor de Internet no funciona. Por favor revisa el servidor, el proxy o el router.

source: ACLs are still regenerating, time elapsed: %s
es_es: Las ACLs se estan regenerando, tiempo consumido: %s

source: ACLs are still regenerating...... please, wait.
es_es: Las ACLs se estan regenerando.... por favor espera

source: User folders are still regenerating...... please, wait.
es_es: Las carpetas de los usuarios se estan regenerando..... por favor espera

source: User folders are still regenerating, time elapsed: %s
es_es: Las carpetas de los usuarios se estan regenerando, tiempo consumido: %s

source: ACLs error: %s
es_es: Error ACLs: %s

source: ACLs error: %s Regenerate error:%s
es_es: Error ACLs: %s Error Regeneracion: %s

source: Regenerate error:%s
es_es: Error Regeneracion: %s

source: Finished!!! ACLs of the files have been reviewed. Time elapsed to do %s
es_es: Terminado!! Las ACLs de los ficheros has sido revisadas. Tiempo usado: %s

source: Finished!!! ACLs of the files have been reviewed, in %s. All user folders have been regenerated if it's necessary in %s
es_es: Terminado!!! Las ACLs de los ficheros has sido revisadas, en %s. Las carpetas necesarias has sido regeneradas en %s

source: Finished!!! All user folders have been regenerated if it's necessary. Time elapsed to do %s
es_es: Terminado!!! Las carpetas necesarias han sido regeneradas. Tiempo consumido %s

source: PMB it's NOT installed
es_es: El PMB no esta instalado.

source: PMB it's NOT installed or not detected
es_es: El PMB no esta instalado o no esta detectado.

source: You're resetting admin passwd to PMB, please wait....
es_es: Se esta reseteando la contraseña del usuario admin en el PMB, por favor espera...

source: New PMB admin passwd is admin. Please logged in your application and change it.
es_es: La nueva contraseña del usuario admin en el PMB es admin. Por favor entra en la aplicación y cambiala.

source: Deactivate
es_es: Desactivar

source: Activate
es_es: Activar

source: Delete Startup Bar
es_es: Eliminar animación de Arranque

source: Add Startup Bar
es_es: Añadir Animación de Arranque

source: The startup bar is removing from your system, applying changes.....
es_es: La animación de arranque esta siendo eliminada de tu sistema, aplicando cambios.......

source: The startup bar is adding at your system, applying changes.....
es_es: La animación de arranque se esta añadiendo a tu sistema, aplicando cambios....

source: Username is empty, the process is canceled.
es_es: El usuario esta vacío, el proceso se ha cancelado.

source: Username can't contain blank spaces.
es_es: El nombre no puede tener espacios en blanco.

source: GRUB has activated passwd to %s user, the passwd is lliurexnet.
es_es: GRUB ha activado la contraseña para el usuario %s, la contraseña es lliurexnet.

source: GRUB has not passwd, anyone can edit it.
es_es: GRUB no tiene contraseña, cualquiera puede editarlo.
